tap "ankitpokhrel/jira-cli"
tap "derailed/k9s"
tap "drewzemke/tap"
tap "homebrew/bundle"
tap "matsuyoshi30/gitsu"
tap "nikitabobko/tap"
tap "openfga/tap"
tap "oven-sh/bun"
tap "redpanda-data/tap"
brew "act"
brew "asciiquarium"
brew "atuin"
brew "awscli"
brew "bat"
brew "bob"
brew "boost"
brew "bottom"
brew "pcre2"
brew "boxes"
brew "brew-cask-completion"
brew "broot"
brew "node"
brew "ccusage"
brew "chafa"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "deno"
brew "direnv"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "git-gui"
brew "gitui"
brew "gnutls"
brew "gnupg"
brew "go"
brew "hashcat"
brew "helix"
brew "htop"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli@1.30"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "marksman"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "podman"
brew "presenterm"
brew "pyenv"
brew "pyright"
brew "python@3.11"
brew "qemu"
brew "rename"
brew "ripgrep"
brew "rust"
brew "slides"
brew "stern"
brew "task"
brew "tealdeer"
brew "uv"
brew "vite"
brew "wget"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "drewzemke/tap/post-push-party"
brew "openfga/tap/fga"
brew "oven-sh/bun/bun"
brew "redpanda-data/tap/redpanda"
cask "nikitabobko/tap/aerospace"
cask "brewlet"
cask "devtoys"
cask "docker-desktop"
cask "dozer"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "todoist-app"
cask "wezterm"
cask "windows-app"
cask "yaak"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "julialang.language-julia"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-pyright.pyright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "nicoespeon.abracadabra"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
go "github.com/grafana/jsonnet-language-server"
cargo "climer"
cargo "risk_and_safety_borat"
cargo "smartcat"
cargo "tongo"
