tap "ankitpokhrel/jira-cli"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "matsuyoshi30/gitsu"
tap "nikitabobko/tap"
tap "redpanda-data/tap"
brew "act"
brew "asciiquarium"
brew "awscli"
brew "bat"
brew "boost"
brew "bottom"
brew "brew-cask-completion"
brew "broot"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "deno"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "pcre2"
brew "git"
brew "git-extras"
brew "git-gui"
brew "gitui"
brew "gnutls"
brew "gnupg"
brew "go"
brew "hashcat"
brew "helix"
brew "htop"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "julia"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli@1.30"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "marksman"
brew "node"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neovim"
brew "podman"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "rename"
brew "ripgrep"
brew "rust"
brew "slides"
brew "spicetify-cli"
brew "stern"
brew "task"
brew "tealdeer"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "vite"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "redpanda-data/tap/redpanda"
cask "aerospace"
cask "alacritty"
cask "brewlet"
cask "devtoys"
cask "dozer"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "krita"
cask "maccy"
cask "rectangle"
cask "spotify"
cask "todoist"
cask "wezterm"
vscode "andys8.jest-snippets"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dqisme.sync-scroll"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grafana.vscode-jsonnet"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "heybourn.headwind"
vscode "jakeboone02.cypher-query-language"
vscode "johnpapa.vscode-peacock"
vscode "julialang.language-julia"
vscode "kisstkondoros.vscode-codemetrics"
vscode "lakshmikanthayyadevara.githooks"
vscode "mongodb.mongodb-vscode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "nicoespeon.abracadabra"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryanolsonx.solarized"
vscode "samuelcharpentier.remove-non-ascii-chars"
vscode "sdras.night-owl"
vscode "shyykoserhiy.git-autoconfig"
vscode "smcpeak.default-keys-windows"
vscode "sourcegraph.sourcegraph"
vscode "statelyai.stately-vscode"
vscode "steoates.autoimport"
vscode "undefined_publisher.selenized-color-theme"
vscode "urbantrout.refactor-css"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-extension-pack"
vscode "wallabyjs.wallaby-vscode"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
